"OK" = "Ok";
"Back" = "Retour à";
"Done" = "Terminé";
"Sorry" = "Désolé";
"Cancel" = "Annuler";
"Setting" = "Mettre en place";
"Photos" = "Les photos";
"Videos" = "Vidéo";
"Preview" = "Aperçu";
"Full image" = "Image originale";
"Processing..." = "Traitement...";
"Can not use camera" = "Impossible d'utiliser l'appareil photo";
"Synchronizing photos from iCloud" = "Synchronisation de photos depuis iCloud";
"Can not choose both video and photo" = "Impossible de sélectionner la vidéo lors de la sélection de photos";
"Can not choose both photo and GIF" = "Impossible de sélectionner GIF lors de la sélection de photos";
"Select the video when in multi state, we will handle the video as a photo" = "Sélectionnez la vidéo dans un état de sélection multiple et envoyez la vidéo comme image par défaut";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "Impossible d'accéder à la page des paramètres de confidentialité, veuillez vous rendre sur la page des paramètres manuellement, merci";
"Select a maximum of %zd photos" = "Vous ne pouvez sélectionner que jusqu'à %zd photos";
"Select a minimum of %zd photos" = "Veuillez sélectionner au moins %zd photos";
"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "Autorisez %@ à accéder à votre album dans \"Paramètres -> Confidentialité -> Photos\"";
"Please allow % to access your camera in \"Settings -> Privacy -> Camera\"" = "Veuillez autoriser %@ à accéder à votre caméra dans\"Paramètres -> Confidentialité -> Appareil photo\"";
"chatEnd" = "Fin de conversation";
"chatFailCancel" = "Retour à";
"chatFailContent" = "L'accès à la boîte de dialogue a échoué, s'il faut réessayer?";
"chatFailRetry" = "Réessayer";
"chatFailTitle" = "La conversation a échoué";
"endChat" = "Fermer la conversation";
"staffOffline" = "Le service client est hors ligne";
"leaveWordTitle" = "Laissez un message";
"noNetWork" = "La connexion réseau a échoué";
"staffNickName" = "Service client";
"waitingTitle" = "En attente d'accès";
"success" = "Succès";
"fail" = "Échec";
"error" = "Mauvais";
"notFound" = "Aucun fichier correspondant trouvé";
"resourceError" = "Erreur de ressource";
"playError" = "Erreur de lecture";
"netError" = "Le réseau n'est pas disponible";
"pageLoadingError" = "La page n'est pas disponible";
"uploadError" = "Erreur de téléchargement";
"overSize" = "Le fichier est trop volumineux";
"save" = "Enregistrer";
"Do you end this conversation?" = "Voulez-vous mettre fin à cette conversation?";
"Do you wanna save picture?" = "Enregistrez-vous l'image?";
"loading" = "Chargement...";
"connecting..." = "Connexion...";
"connectingTitle" = "Accéder...";
"[pic]" = "[Image]";
"tip" = "Indice";
"keep" = "Enregistrer";
"not support" = "Non pris en charge";
//check


